---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Brace
enum: Autodesk.Revit.UI.PostableCommand
zh: 支撑
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Brace

**中文**: 支撑

Adds diagonal structural members connected to beams and columns.